{
    "info": [

      {
        "id": "-LyO8R6To59BknvPJbo4",
        "add1": "To see all benefits of the pass, please visit the official website for more information.",
        "add2": "The pass cannot be used for public transportation (T-Money).", 
        "add3": "The ticket is for foreigners only (not Koreans).",
        "add4": " Internet connection is required to use the mobile application.",
        "in1": "One ride on the Airport Express Train",
        "in2": "24, 48, or 72-hour Seoul mobile pass", 
        "in3": "Redeem discounts with the pass at duty-free shops",
        "in4": "Travel to various places in Seoul with just one mobile pass"  
      },
      {
        "id": "-LyObCh_Bgv3Mie1oGou",
        "add1": "Duration: 10 hours",
        "add2": "Printed or mobile voucher accepted", 
        "add3": "Instant confirmation",
        "add4": "Live tour guide",
        "in1": "Discover Nami Island's beautiful tree lined roads",
        "in2": "Visit Petite France, a small vibrant French village that stands out with its brightly colored buildings", 
        "in3": "Experience The Garden of Morning Calm and enjoy a stroll around the oldest private garden in Korea",
        "in4": "Pickup at your accommodation in Seoul, if option selected"  
      },
      {
        "id": "-LyObYydif2ngCj3WFL6",
        "add1": "Duration: 3.5 hours",
        "add2": "Printed or mobile voucher accepted", 
        "add3": "Instant confirmation",
        "add4": "Pickup included",
        "in1": "Feel the history of Korea by visiting the oldest palace in Seoul",
        "in2": "Travel by comfortable coach with a knowledgeable local guide", 
        "in3": "Enjoy a free pick-up service from most hotels in Seoul area",
        "in4": "Visit Jogyesa, a quiet Buddhist temple in central Seoul with more than 600 years of history"  
      },
      {
        "id": "-LyOcA4gGILqpHc9hWId",
        "add1": "Duration: 80 minutes",
        "add2": "Printed or mobile voucher accepted", 
        "add3": "Instant confirmation",
        "add4": "Booklets",
        "in1": "Meet the cast after the performance",
        "in2": "Enjoy a 80-minute show filled with tricks", 
        "in3": "Follow the funny and heartwarming",
        "in4": "Watch firemen performing risky acts and hardcore Parkour on stage"  
      },
      {
        "id": "-LyOciCLXugxeaZ5G7cP",
        "add1": "Valid 1 day",
        "add2": "Wheelchair accessible", 
        "add3": "Free cancellation up to 24 hours before activity starts",
        "add4": "Vouchers must be exchanged for tickets.",
        "in1": "Visit Namsan Seoul Tower, the signature observatory and top tourist spot for solo travelers, couples, families, and friends",
        "in2": "Enjoy the view from the top of the tower which is almost 480 meters above sea level, making it one of the tallest towers in East Asia", 
        "in3": "Explore various exhibitions and entertainment options within the N Seoul Tower",
        "in4": "N Seoul Tower Observatory admission ticket included"  
      },
      {
        "id": "-LyOd6Patapa5lD38hMp",
        "add1": "Duration: 3 hours",
        "add2": "Printed or mobile voucher accepted", 
        "add3": "Instant confirmation",
        "add4": "Instructor",
        "in1": "Try on an artful Tal mask worn at many Korean heritage festivals",
        "in2": "Experience the unique Korean art", 
        "in3": "Learn how to say a few Korean phrases",
        "in4": "Visit a traditional market"  
      },      
      {
        "id": "-LyxhZMd-5cBRp1SW1_C",
        "add1": "Duration: 40 - 70 minutes",
        "add2": "Printed or mobile voucher accepted", 
        "add3": "Driver",
        "add4": "Cancel up to 1 Day and 12 Hours in advance for a full refund",
        "in1": "Take the chance to watch beautiful fireworks on the cruise",
        "in2": "Enjoy live music performances onboard", 
        "in3": "See amazing night views of the famous landmarks in Seoul",
        "in4": "Experience a unique and smooth cruise on the Han River"  
      }, 
      {
        "id": "-Lyxi-ntE7asbPgJqXSh",
        "add1": "Printed or mobile voucher accepted",
        "add2": "Valid 1 day", 
        "add3": "This activity is non-refundable.",
        "add4": "Wheelchair accessible",
        "in1": "Benefit from an discount exclusive for foreign visitors",
        "in2": "Explore both inside and outside of the theme park and find exciting rides, parades, shows, and more", 
        "in3": "Discover over 650 marine species and themed exhibitions at Lotte Aquarium (with the combo ticket)",
        "in4": "Visit Korea's top theme park conveniently located in the heart of Seoul"  
      }
    ]
  }